"LANG" = "(Turkish)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Doğrulama";
"TB_MAINTAIN" = "Bakım";
"TB_CLEAN" = "Temizlik";
"TB_UTILS" = "İzlenceler";
"TB_AUTOMATE" = "Otomatikleştir";
"TB_PARAM" = "Ayarlar";
"TB_INFO" = "Bilgi";
"TB_LOG" = "Log";

"TT_ONYX" = "Sadece Araç Çubuğunu göster";
"TT_CHECK" = "Doğrulamayı çalıştır";
"TT_MAINTAIN" = "Sistem bakımını gerçekleştir";
"TT_CLEAN" = "Temizliği gerçekleştir";
"TT_UTILS" = "Çeşitli operasyonları gerçekleştir";
"TT_AUTOMATE" = "Sistem bakımı ve temizliği gerçekleştir";
"TT_PARAM" = "Gizli özellikleri etkinleştir";
"TT_INFO" = "Bilgi Göster";
"TT_LOG" = "OnyX Log ve CrashReporter'ı Göster";

"EXEC_ONYX" = "OnyX başlatılıyor";
"READ_PARAM" = "Ayarlar okunuyor...";
"READ_INFO" = "Bilgi okunuyor...";

"DEFAULT" = "varsayılan";
"BY_PROC" = " (işlemci başına)";
"BY_CORE" = " (çekirdek başına)";
"USEDBYSYSTEM" = " (Sistem tarafından kullanılan)";
"USEDBYONYX" = " (OnyX tarafından kullanılan)";
"OCTETS" = " byte";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Vazgeç";
"B_DL" = "İndir";
"B_QUIT" = "İş Bitti";
"B_CONTINUE" = "Devam Et";
"B_RESTART" = "Yeniden Başlat";
"B_CLOSE" = "Kapat";
"B_SHUTDOWN" = "Sistemi Kapat";
"B_CREATE" = "Yarat";
"B_DELETE" = "Sil";
"B_ENABLE" = "Etkinleştir";
"B_DISABLE" = "Etkinsizleştir";
"FIELD_ENABLE" = "Etkinleştirildi";
"FIELD_DISABLE" = "Etkinsizleştirildi";

"CHECK_UPDATE" = "Güncelleştirmeler kontrol ediliyor...";
"UPTODATE" = "OnyX sürümü güncel.";
"MSG_UPTODATE" = "Yeni bir OnyX güncelleştirmesi bulunmuyor. Devam etmek için TAMAM tuşuna tıklayın.";
"NO_UPDATE" = "Yeni sürüm bulunamadı";
"NO_UPDATEBETA" = "Beta sürümü için güncelleştirme araması mümkün değil.";
"UPDATE_DL" = "Yeni sürüm bulundu ve indirildi";
"UPDATE_NODL" = "Yeni sürüm bulundu ama indirilmedi";
"DL_UPDATE" = "İndiriliyor...";
"NEW_VERS" = "Yeni sürüm bulundu.";
"MSG_VERSA" = "OnyX'in şu sürümünü kullanıyorsunuz ";
"MSG_VERSB" = "  Daha yeni olan sürüm (";
"MSG_VERSC" = ") indirilebilir.\n İndirmek ister misiniz?";
"DLOK" = "İndirildi.";
"MSG_DLOK" = "OnyX'in son sürümü indirildi ve Masaüstü'ne veya OnyX tercihlerinde belirttiğiniz klasöre bırakıldı.";

"CHECK_SMART" = "S.M.A.R.T. durumu kontrol ediliyor";
"MSG_CHECKSMART" = "Diskin S.M.A.R.T. durumunun düzenli olarak doğrulanması önerilir. Bu işlem sadece birkaç saniye sürer ve OnyX tercihlerinden etkinsizleştirilebilir.";
"DISABLE_SMART" = "Açılışta S.M.A.R.T. durumunun kontrolü OnyX tercihlerinden etkinsizleştirilebilir.";
"SMART_VERIFIED" = "S.M.A.R.T. durumu doğrulandı.";
"MSG_SMART_VERIFIED" = "Doğrulandı. Disk düzgün çalışıyor görünüyor.";
"SMART_NOTSUPPORTED" = "S.M.A.R.T. durumu desteklenmiyor.";
"MSG_SMART_NOTSUPPORTED" = "S.M.A.R.T. durumu doğrulanamadı çünkü bu disk tarafından desteklenmiyor.";
"SMART_NOTVERIFIED" = "S.M.A.R.T. durumu doğrulanamadı.";
"MSG_SMART_NOTVERIFIED" = "Sabit diskin S.M.A.R.T. durumu kontrol edilirken hata tespit edildi.";
"MSG_SMART_RAID" = "OnyX, RAID Setinin S.M.A.R.T. durumunu kontrol edemez.";

"CHECKDISK" = "Başlangıç ortamı doğrulanıyor";
"MSG_ALERTCHECK" = "Bakım ya da sistem temizliğine başlamadan önce başlangıç diskinin doğrulanması önerilir.";
"MSG_CHECKDISK" = "Denetlemek için, lütfen bütün açık uygulamalardan çıkın (bazı görevler denetleme sonucunu etkileyebilir) ve sonra Devam Et'e tıklayın. \nDoğrulama sırasında, Finder yavaşlayabilir ya da tepkisizleşebilir, dönen renkli top görünebilir, ya da bilgisayarınız tepki vermeyi kesebilir (donma). Bu beklenen bir durumdur, lütfen Bekleyin!!";
"CHECKDISK_OK" = "Ortam doğrulandı.";
"MSG_CHECKDISK_OK" = "Başlangıç diski düzgün görünüyor.";
"CHECKDISK_NOTOK" = "Bu ortamın onarılması gerekiyor.";
"MSG_CHECKDISK_NOTOK" = "Başlangıç diskini onarmak için, Mac OS X Install diskinden başlatın ve Utilities > Disk Utility'yi seçin...";
"NOCHECKDISK" = "Kontrol mümkün değil.";
"MSG_NOCHECKDISK" = "Başlangıç ortamını doğrulamak mümkün değil çünkü journaling devre dışı.";

"CHECK_PLIST" = "Tercihler dosyası kontrol ediliyor...";
"PLIST_OK" = "Doğrulanan dosyaların syntax'ı doğru.";

"REPAIRPERM" = "İzinler doğrulanıyor ve onarılıyor";
"DAILY" = "Daily(günlük) betiği çalıştırılıyor";
"WEEKLY" = "Weekly(haftalık) betiği çalıştırılıyor";
"MONTHLY" = "Monthly(aylık) betiği çalıştırılıyor";
"ARCHIVEDLOGS" = "Sistem tarafından arşivlenmiş Log'lar sil";
"ENDSCRIPTS" = "Betikler tamamlandı.";
"MSG_ENDSCRIPTS" = "Seçili betikler başarıyla uygulandı.";
"LAST_EXEC" = "Son uygulama: ";
"MAINTAIN" = "Bakım";
"LAUNCHSERVICES" = "LaunchServices veritabanı yeniden oluşturuluyor";
"DSSTORE" = "Gizli .DS_Store dosyaları siliniyor";
"DYLDCACHE" = "dyld'nin paylaşılan önbelleği güncelleştiriliyor";
"INDEX_SPOTLIGHT" = "Spotlight indeksi siliniyor";
"INDEX_BAL" = "Mail-mailboxes indeksi yeniden oluşturuluyor";
"SIDEBAR" = "Finder pencerelerinin Kenar Çubuğu sıfırlanıyor";
"HELPVIEWER" = "Yardım Görüntüleyici menüsü sıfırlanıyor";
"ENDMAINTAIN" = "Bakım tamamlandı.";
"MSG_ENDMAINTAIN" = "Seçili Bakım komutları uygulandı.";

"CLEAN" = "Temizle...";
"CACHE_BOOT" = "Boot Cache siliniyor";
"CACHE_KERNEL" = "Kernel Cache Dosyaları siliniyor";
"CACHE_INTLDATA" = "International Data Cache siliniyor";
"CUPS_FILES" = "CUPS görevleri siliniyor";
"CACHE_DIRECTORYSERVICE" = "Directory Service önbelleği siliniyor";
"CACHE_COMPQT" = "QuickTime Bileşenleri önbelleği siliniyor";
"CACHE_COMPAUDIO" = "Audio Components önbelleği siliniyor";
"CACHE_COMPOTHERS" = "Misc Components önbelleği siliniyor";
"CACHE_APP" = "Uygulamalar önbelleği siliniyor";
"CACHE_PREFPANES" = "Tercih Panelleri önbelleği siliniyor";
"CACHE_AU" = "Audio Units önbelleği siliniyor";
"CACHE_JAVA" = "Java ve Java Applet önbelleği siliniyor";
"CACHE_DESKTOP" = "Masaüstü önbelleği siliniyor";
"CACHE_ICONDOCK" = "Icons Dock önbelleği siliniyor";
"CACHE_COLORSYNC" = "ColorSync Profilleri önbelleği siliniyor";
"CACHE_QUICKLOOK" = "QuickLook önbelleği siliniyor";
"TEMP_ITEMS" = "Geçici dosyalar siliniyor";
"CACHE_BROWSER" = "Web tarayıcılarının önbelleği siliniyor";
"CACHE_DOWNLOAD" = "İndirme Geçmişi siliniyor";
"HISTORY_BROWSER" = "Web tarayıcıların Geçmişi siliniyor";
"RECENT_SEARCH" = "Son yapılan aramalar siliniyor";
"WEBPAGE_PREVIEWS" = "Web Sayfa Önizlemeleri siliniyor";
"BOOKMARKS_ICONS" = "URL ikonları siliniyor";
"INFOS_FORM" = "Form bilgileri siliniyor";
"COOKIES" = "Çerezler siliniyor";
"CACHE_FONTS" = "Font önbelleği siliniyor";
"RECENT_ITEMS" = "Son Kullanılan Öğeler Siliniyor";
"RECENT_CONVERSIONS" = "Hesap Makinası'nın son yaptığı dönüştürmeler siliniyor";
"MAIL_DOWNLOADS" = "Mail Downloads Dosyaları siliniyor";
"SAVED_SEARCHES" = "Kayıtlı Aramalar klasörünün içindeki öğeler siliniyor";
"TMP" = "Geçici ve Gereksiz dosyalar siliniyor";
"OLDITUNESLIB" = "Önceki iTunes Kitaplıkları siliniyor";
"MYCOMPSS" = "Ekran Paylaşma'nın 'My Computers' listesi siliniyor";
"CONTENTGUIDEQT" = "QuickTime'ın İçerik Rehberi siliniyor";
"ENDCLEAN" = "Temizlik tamamlandı.";
"MSG_ENDCLEAN" = "Seçili temizlik komutları uygulandı.";

"EMPTY_TRASH" = "Çöp sepeti boşaltılıyor";
"DESTROY_TRASH" = "Çöp sepeti içeriği yokediliyor";
"ALRT_TRASH" = "Bağlı bütün ortamlardaki bütün hesapların Çöp Sepeti dosyası geri alınmayacak şekilde silinecektir.";
"MSG_DESTROYTRASH" = "Uyarı: Bu işlem çok uzun zaman alır. Lütfen bekleyin!";
"ENDEMPTYTRASH" = "Çöp sepeti boşaltıldı.";
"MSG_ENDEMPTYTRASH" = "Bağlı ortamlardaki bütün hesaplardaki Çöp Sepeti  başarılı bir şekilde boşaltıldı.";

"LOCATE_YES" = "Locate veritabanı yaratılıyor";
"LOCATE_NO" = "Locate veritabanı siliniyor";
"MSG_DELETELOCATE" = "Locate veritabanını gerçekten silmek istiyor musunuz?";
"UPDATE_LOCATE" = "Locate veritabanı güncelleniyor";
"SEARCH_LOCATE" = "Locate veritabanı içinde ara";
"ENDUPDLOCATE" = "Locate veritabanı güncellendi.";
"MSG_ENDUPDLOCATE" = "Locate veritabanı başarılı bir biçimde yeniden oluşturuldu ve güncellendi.";
"SEARCH_RESULT" = "Arama sonucu";
"NO_ITEMFOUND" = "Şunu içeren";
"NO_FOUND" = "hiçbir öğe bulunamadı.";
"ONE_ITEMFOUND" = "Şunu içeren";
"ONE_FOUND" = "sadece bir öğe bulundu.";
"MORE_ITEMFOUND" = "Şunu içeren";
"MORE_FOUND" = "öğeler bulundu.";
"UPDATE_WHATIS" = "Whatis veritabanı güncelleniyor";
"ENDUPDWHATIS" = "Whatis veritabanı güncellendi.";
"MSG_ENDUPDWHATIS" = "Whatis Database veritabanı başarılı bir biçimde yeniden oluşturuldu ve güncellendi.";

"ACCT_YES" = "process accounting etkinleştiriliyor";
"ACCT_NO" = "process accounting etkinsizleştiriliyor";

"SHOWVOLUME" = "Ortam gösteriliyor: ";
"HIDEVOLUME" = "Ortam gizleniyor: ";
"SHOWFOLDER" = "Klasör gösteriliyor: ";
"HIDEFOLDER" = "Klasör gizleniyor: ";
"SHOWFILE" = "Dosya gösteriliyor: ";
"HIDEFILE" = "Dosya gizleniyor: ";

"AUTOMATE" = "Otomatikleştir...";
"ALL_LOGS" = "Log'ları ve Teşhis Raporları sil";
"SYSTEM_CACHE" = "Sistem önbelleği siliniyor";
"USER_CACHE" = "Kullanıcı önbelleği siliniyor";
"WEB_CACHE" = "Web Önbelleği ve Geçmiş siliniyor";
"MISC_ITEMS" = "Diğer Öğeler siliniyor";
"ENDAUTOMATE" = "Otomatikleştirme tamamlandı.";
"MSG_ENDAUTOMATE" = "Seçili otomatikleştirme komutları uygulandı.";

"RESTART" = "Seçili görevler başarıyla gerçekleştirildi."; 
"MSG_RESTART" = "Bilgisayarınızı yeniden başlatmanız önerilir.";

"DOUBLEBOTH" = "Kaydırma çizgisinin bütün uçlarında da çift ok";
"DOUBLEMAX" = "Kaydırma çizgisinin alt ve sağında çift ok";
"DOUBLEMIN" = "Kaydırma çizgisinin üst ve solunda çift ok";
"SINGLE" = "Kaydırma çizgisinin bütün uçlarında birer ok";
"SETTIME" = "Pencere yeniden boyutlandırma hızı ayarlanıyor";
"CRASHREPORT_BASIC" = "Teşhis Raporları için Basic Modu etkinleştiriliyor";
"CRASHREPORT_DEV" = "Teşhis Raporları için Developer Modu etkinleştiriliyor";
"CRASHREPORT_SERVER" = "Teşhis Raporları için Server Modu etkinleştiriliyor";
"DSSTORENETWORK_YES" = "Ağ disklerinde .DS_Store dosyası yaratımı etkinleştiriliyor";
"DSSTORENETWORK_NO" = "Ağ disklerinde .DS_Store dosyası yaratımı etkinsizleştiriliyor";
"DSSTORENETWORK" = "Ağ disklerinde .DS_Store dosyası yaratımı değiştiriliyor."; 
"DSSTORENETWORK_RESTART" = "Ağ disklerinde .DS_Store dosyası yaratımı bilgisayarı yeniden başlattıktan sonra etkili olacaktır.\nBilgisayarını yeniden başlatmaya zorlamak istiyor musunuz?";
"FORMAT_CAPTURE" = "Standart ekran resmi formatı değiştiriliyor";
"SHADOWSC_YES" = "Pencere görüntülerinde gölge gösteriliyor";
"SHADOWSC_NO" = "Pencere görüntülerinde gölge gizleniyor";
"PATH_CAPTURE" = "Ekran resmi kayıt yeri değiştiriliyor";
"NEWNAME_CAPTURE" = "Ekran resimlerinin ismi değiştiriliyor";
"RECENTITEMS_YES" = "Uygulamalarda son kullanılan öğeler gösteriliyor";
"RECENTITEMS_NO" = "Uygulamalarda son kullanılan öğeler gizleniyor";
"RECENTPLACES" = "Diyalog kutularında son kullanılan konumların sayısı değiştiriliyor.";
"START_ANIMDESKTOP" = "Hareketli Masaüstü arkaplanı başlatılıyor";
"STOP_ANIMDESKTOP" = "Hareketli Masaüstü arkaplanı durduruluyor";
"ALERTDOWNLOADED_YES" = "İnternet'ten indirilen uygulamaların açılışındaki uyarılar gösteriliyor";
"ALERTDOWNLOADED_NO" = "İnternet'ten indirilen uygulamaların açılışındaki uyarılar gizleniyor";
"PP_ARCHIVES" = "Archives Tercih Paneli yükleniyor";
"PP_PROCESSOR" = "Processor Tercih Paneli yükleniyor";
"REINIT_GENERAL" = "Genel ayarlar geri yükleniyor";

"ZOOMAPP_YES" = "Uygulamalar açılırken zoom etkinleştiriliyor";
"ZOOMAPP_NO" = "Uygulamalar açılırken zoom etkinsizleştiriliyor";
"ZOOMWIND_YES" = "Pencere zoom'u etkinleştiriliyor";
"ZOOMWIND_NO" = "Pencere zoom'u etkinsizleştiriliyor";
"ANIMINFO_YES" = "Bilgi Ver penceresinde efekt etkinleştiriliyor";
"ANIMINFO_NO" = "Bilgi Ver penceresinde efekt etkinsizleştiriliyor";
"ANIMSNAP_YES" = "Izgaraya Hizala animasyonu etkinleştiriliyor";
"ANIMSNAP_NO" = "Izgaraya Hizala animasyonu etkinsizleştiriliyor";
"SHOWFILESFINDER_YES" = "Gizli sistem dosya ve klasörleri gösteriliyor";
"SHOWFILESFINDER_NO" = "Gizli sistem dosya ve klasörleri gizleniyor";
"PATHINTITLE_YES" = "Dosya yolunun pencere başlığında gösterimi açık";
"PATHINTITLE_NO" = "Dosya yolunun pencere başlığında gösterimi kapalı";
"FOLDERCONTENTQL_YES" = "QuickLook önizlemelerinde klasör içeriği gösteriliyor";
"FOLDERCONTENTQL_NO" = "QuickLook önizlemelerinde klasör içeriği gizleniyor";
"LABEL_1LINE" = "Simge altı metinler bir satır";
"LABEL_2LINES" = "Simge altı metinler iki satır";
"MENUBAR" = "Menü Çubuğu arkaplanı değiştiriliyor";
"MENUBAR_RESTART" = "Menü Çubuğu arkaplanı değişimi bilgisayarınızı yeniden başlattıktan sonra etkili olacaktır.\nYeniden başlatmaya zorlamak istiyor musunuz?";
"SHOWPREFS_YES" = "Tercihler gösteriliyor... Finder menüsünde Menü Öğesi";
"SHOWPREFS_NO" = "Tercihler gizleniyor... Finder menüsünde Menü Öğesi";
"SHOWTRASH_YES" = "Çöpü Boşalt menü öğesi Finder menüsünde gösteriliyor";
"SHOWTRASH_NO" = "Çöpü Boşalt menü öğesi Finder menüsünde gizleniyor";
"QUITFINDER_YES" = "Finder menüsünde İş Bitti komutu gösteriliyor";
"QUITFINDER_NO" = "Finder menüsünde İş Bitti komutu gizleniyor";
"SHOWEJECT_YES" = "Dosya menüsüde 'Çıkart' menü öğesi gösteriliyor";
"SHOWEJECT_NO" = "Dosya menüsüde 'Çıkart' menü öğesi gizleniyor";
"SHOWBURN_YES" = "Dosya menüsünde Diske Bas... menü öğesi gösteriliyor";
"SHOWBURN_NO" = "Dosya menüsünde Diske Bas... menü öğesi gizleniyor";
"PERSOTOOLBAR_YES" = "Görünüm menüsünde Araç Çubuğunu Özelleştir Menü Öğesi gösteriliyor";
"PERSOTOOLBAR_NO" = "Görünüm menüsünde Araç Çubuğunu Özelleştir Menü Öğesi gizleniyor";
"VIEWOPTIONS_YES" = "Görünüm menüsünde Seçenekleri Gör Menü Öğesi gösteriliyor";
"VIEWOPTIONS_NO" = "Görünüm menüsünde Seçenekleri Gör Menü Öğesi gizleniyor";
"IDISK_YES" = "Git menüsünde iDisk Menü Öğesi gösteriliyor";
"IDISK_NO" = "Git menüsünde iDisk Menü Öğesi gizleniyor";
"SHOWGOTOFOLDER_YES" = "Git menüsünde Klasöre Git menü öğesi gösteriliyor";
"SHOWGOTOFOLDER_NO" = "Git menüsünde Klasöre Git menü öğesi gizleniyor";
"SHOWCONNECTTO_YES" = "Git menüsünde Sunucuya Bağlan menü öğesi gösteriliyor";
"SHOWCONNECTTO_NO" = "Git menüsünde Sunucuya Bağlan menü öğesi gizleniyor";
"EXTRASMENU" = "Menü çubuğunda ";
"EXTRASMENUBAR" = " menüsü görüntüleniyor";
"REINIT_FINDER" = "Finder ayarlarını geri yükle";

"DOCK3D" = "Dock 3D ayna efektiyle görüntüleniyor";
"DOCK2D" = "Dock 2D şeffaf efektiyle görüntüleniyor";
"GENIE" = "Genie efekti etkinleştiriliyor";
"SCALE" = "Scale efekti etkinleştiriliyor";
"SUCK" = "Suck In efekti etkinleştiriliyor";
"MINIMIZE128_YES" = "Dock'a oranlı pencere küçültme etkinsizleştiriliyor";
"MINIMIZE128_NO" = "Dock'a oranlı pencere küçültme etkinleştiriliyor";
"ORIENTATION_BOTTOM" = "Dock ekranın alt kısmında.";
"ORIENTATION_LEFT" = "Dock ekranın sol kısmında.";
"ORIENTATION_RIGHT" = "Dock ekranın sağda kısmında.";
"PINNING_START" = "Dock başa yaslandı";
"PINNING_MIDDLE" = "Dock ekranın ortasında";
"PINNING_END" = "Dock sona yaslandı";
"ALIGN_TOP" = "Dock Yukarıda";
"ALIGN_BOTTOM" = "Dock Aşağıda";
"ALIGN_LEFT" = "Dock Solda";
"ALIGN_RIGHT" = "Dock Sağda";
"LAUNCHANIM_YES" = "Uygulamalar açılırken animasyon etkinleştiriliyor";
"LAUNCHANIM_NO" = "Uygulamalar açılırken animasyon etkinsizleştiriliyor";
"NOBOUNCING_YES" = "Arkaplanda uyarı olduğunda hareketlendirme etkinsizleştiriliyor";
"NOBOUNCING_NO" = "Arkaplanda uyarı olduğunda hareketlendirme etkinleştiriliyor";
"ONLYSTATICAPP_YES" = "Dock'ta sadece çalışan uygulamalar gösteriliyor";
"ONLYSTATICAPP_NO" = "Dock'ta bütün uygulamalar gösteriliyor";
"SHOWHIDDEN_YES" = "Gizlenmiş uygulamaların Dock simgeleri transparan hale getiriliyor";
"SHOWHIDDEN_NO" = "Gizlenmiş uygulamaların Dock simgeleri transparan halden çıkarılıyor";
"AUTOHIDE_YES" = "Dock'un otomatik gizlenip gösterilmesi etkinleştiriliyor";
"AUTOHIDE_NO" = "Dock'un otomatik gizlenip gösterilmesi etkinsizleştiriliyor";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Exposé menüsü etkinleştiriliyor";
"EXPOSEMENUS_NO" = "Exposé menüsü etkinsizleştiriliyor";
"LOCKSIZE_YES" = "Dock'taki simge büyüklükleri kilitleniyor";
"LOCKSIZE_NO" = "Dock'taki simge büyüklüklerinin kilidi açılıyor";
"LOCKCONTENT_YES" = "Dock'taki simgeler kilitleniyor";
"LOCKCONTENT_NO" = "Dock'taki simge kilidi açılıyor";
"SINGLEAPP_YES" = "Tek Uygulama modu etkinleştiriliyor";
"SINGLEAPP_NO" = "Tek Uygulama modu etkinsizleştiriliyor";
"LISTSTACK_YES" = "Stacks'in hiyerarşik olmayan liste menüsü gösteriliyor";
"LISTSTACK_NO" = "Stacks'in hiyerarşik liste menüsü gösteriliyor";
"MOUSEOVERSTACK_YES" = "Bir yığının ızgara görünümünde vurgu efekti etkinleştiriliyor";
"MOUSEOVERSTACK_NO" = "Bir yığının ızgara görünümünde vurgu efekti etkinsizleştiriliyor";
"STACK_RECENTFAVORITE" = "Dock'a Son Kullanılan/Favori Yığın ekleniyor";
"SPACER_APP" = "Dock'un sol tarafına görünmez ayırıcı ekleniyor";
"SPACER_OTHERS" = "Dock'un sağ tarafına görünmez ayırıcı ekleniyor";
"RESTORE_DOCK" = "Dock'un görünüm ve ayarları geri yükleniyor";
"REINIT_DOCK" = "Dock ayarları geri yükleniyor";

"HIDECONTROLSQT_YES" = "QuickTime penceresinde oynatma kontrolleri gizleniyor";
"HIDECONTROLSQT_NO" = "QuickTime penceresinde oynatma kontrolleri gösteriliyor";
"HIDETITLEQT_YES" = "QuickTime penceresinde başlık çubuğu gizleniyor";
"HIDETITLEQT_NO" = "QuickTime penceresinde başlık çubuğu gösteriliyor";
"AUTOPLAYMOVIE_YES" = "Film açılınca otomatik oynatma etkinleştiriliyor";
"AUTOPLAYMOVIE_NO" = "Film açılınca otomatik oynatma etkinsizleştiriliyor";
"ROUNDEDCORNERS_YES" = "Pencere kenar çizgileri yuvarlatılmış gösteriliyor";
"ROUNDEDCORNERS_NO" = "Pencere kenar çizgileri köşeli gösteriliyor";
"FULLSCREENQT_YES" = "QuickTime Tam Ekran modu koruma etkinleştiriliyor";
"FULLSCREENQT_NO" = "QuickTime Tam Ekran modu koruma etkinsizleştiriliyor";
"QTINFOPANEL_YES" = "QuickTime 7 Player'ın Bilgi penceresi açılışta gösteriliyor";
"QTINFOPANEL_NO" = "QuickTime 7 Player'ın Bilgi penceresi açılışta gizleniyor";
"REINIT_QUICKTIME" = "QuickTime'nin gizli ayarları geri yükleniyor";

"PDFAUTO_YES" = "PDF dosyalarını Safari'de açma etkinleştiriliyor";
"PDFAUTO_NO" = "PDF dosyalarını Safari'de açma etkinsizleştiriliyor";
"SAFARICACHE_YES" = "Safari Önbellek etkinleştiriliyor";
"SAFARICACHE_NO" = "Safari Önbellek etkinsizleştiriliyor";
"BACKFORWARD_YES" = "Safari'deki Geri/İleri düğmeleri etkinleştiriliyor";
"BACKFORWARD_NO" = "Safari'deki Geri/İleri düğmeleri etkinsizleştiriliyor";
"SINGLEWIND_YES" = "Safari tek pencere modu etkinleştiriliyor";
"SINGLEWIND_NO" = "Safari tek pencere modu etkinsizleştiriliyor";
"CONFIRMCLOSEWIND_NO" = "Safari'de birden fazla sekme kapatılırken çıkan uyarı etkinsizleştiriliyor";
"CONFIRMCLOSEWIND_YES" = "Safari'de birden fazla sekme kapatılırken çıkan uyarı etkinleştiriliyor";
"DEBUGSAFARI_YES" = "Safari'nin Develop Menüsü etkinleştiriliyor";
"DEBUGSAFARI_NO" = "Safari'nin Develop Menüsü etkinsizleştiriliyor";
"FAVICON_YES" = "Bookmark simgelerinin kaydedilmesi etkinleştiriliyor";
"FAVICON_NO" = "Bookmark simgelerinin kaydedilmesi etkinsizleştiriliyor";
"SHOWTOOLTIPS_YES" = "Linklerin URL'leri ToolTips içinde gösteriliyor";
"SHOWTOOLTIPS_NO" = "Linklerin URL'leri ToolTips içinde gizleniyor";
"PRINTBACKGROUND_YES" = "Safari'de arkaplan baskı etkinleştiriliyor";
"PRINTBACKGROUND_NO" = "Safari'de arkaplan baskı etkinsizleştiriliyor";
"PRINTHEADERFOOTER_YES" = "Safari üstnot ve dipnot yazdırma etkinleştiriliyor";
"PRINTHEADERFOOTER_NO" = "Safari üstnot ve dipnot yazdırma etkinsizleştiriliyor";
"HISTO_SAFARI" = "Safari'nin geçmiş ayarları ayarlanıyor";
"FIXWEBKITBUG" = "Sadece Metni Yakınlaştır seçeneği tekrar etkinleştiriliyor";
"REINIT_SAFARI" = "Safari'nin gizli ayarları geri yükleniyor";

"MAILPLAINTEXT_YES" = "Yeni Mail mesajları Text formatında gösteriliyor";
"MAILPLAINTEXT_NO" = "Yeni Mail mesajları varsayılan formatta gösteriliyor";
"DATADETECTMAIL_NO" = "Mail Data Detectors etkinsizleştiriliyor";
"DATADETECTMAIL_YES" = "Mail Data Detectors etkinleştiriliyor";
"VIEWATTACHMENT_YES" = "İletilerde eklerin görünümü etkinleştiriliyor";
"VIEWATTACHMENT_NO" = "İletilerde eklerin görünümü etkinsizleştiriliyor";
"MAIL_MINIFONTSIZE" = "Mail'in iletilerindeki minimum font büyüklüğü değiştiriliyor";
"COPYNAMEMAIL_YES" = "Mail'in bağlamsal menüsünden eposta adresi kopyalanırken isim gösteriliyor";
"COPYNAMEMAIL_NO" = "Mail'in bağlamsal menüsünden eposta adresi kopyalanırken isim gizleniyor";
"REINIT_MAIL" = "Mail'nin gizli ayarları geri yükleniyor";

"TRACKNUMBER_NO" = "iTunes'a içe aktarılırken iz numaraları gizleniyor";
"TRACKNUMBER_YES" = "iTunes'a içe aktarılırken iz numaraları gösteriliyor";
"AUTOPLAY_NO" = "iTunes'a içe aktarılırken oynatma etkinsizleştiriliyor";
"AUTOPLAY_YES" = "iTunes'a içe aktarılırken oynatma etkinleştiriliyor";
"DISABLESTORE_NO" = "iTunes'da iTunes Store etkinleştiriliyor";
"DISABLESTORE_YES" = "iTunes'da iTunes Store etkinsizleştiriliyor";
"SHOWPING_YES" = "iTunes listelerinde Ping düğmesi görüntüleniyor";
"SHOWPING_NO" = "iTunes listelerinde Ping düğmesi gizleniyor";
"ITUNESLINKS_YES" = "iTunes bağlantı okları gösteriliyor";
"ITUNESLINKS_NO" = "iTunes bağlantı okları gizleniyor";
"LINK_MS" = "Bağlantı okları Music Store'a yönlendiriliyor";
"LINK_LIB" = "Bağlantı okları Kitaplık'a yönlendiriliyor";
"HALFSTARS_YES" = "Yarım yıldızla oylama etkinleştiriliyor";
"HALFSTARS_NO" = "Yarım yıldızla oylama etkinsizleştiriliyor";
"HIGHCONTRAST_YES" = "iTunes'da Yüksek Kontrast modu etkinleştiriliyor";
"HIGHCONTRAST_NO" = "iTunes'da Yüksek Kontrast modu etkinsizleştiriliyor";
"ITUNESZOOM_NO" = "Yeşil Zoom düğmesiyle mini-player etkinleştiriliyor";
"ITUNESZOOM_YES" = "Yeşil Zoom düğmesiyle mini-player etkinsizleştiriliyor";
"REINIT_ITUNES" = "iTunes'nin gizli ayarları geri yükleniyor";

"LOAD_IMAGELOGIN" = "Oturum Açma penceresinin arkaplanı değiştiriliyor ";
"RESET_IMAGELOGIN" = "Oturum Açma penceresinin arkaplanı geri yükleniyor";
"MSGLOGIN_YES" = "Oturum Açma penceresinde bir mesaj gösteriliyor";
"MSGLOGIN_NO" = "Oturum Açma penceresindeki mesaj gizleniyor";
"MODIF_LOGIN" = "Oturum Açma penceresinin ayarları modifiye ediliyor";
"ENABLEKIOSK" = "Kiosk modu etkinleştiriliyor";
"DISABLEKIOSK" = "Kiosk modu etkinsizleştiriliyor";
"KIOSKRESTART" = "Apple menüsü değiştiriliyor."; 
"MSG_KIOSKRESTART" = "Yeniden Başlat, Sistemi Kapat ve Oturumu Kapat menü öğelerinin durum değişikliği yeniden başlatma sonrası etkinleşecektir.\nYeniden Başlatmaya zorlamak istiyor musunuz?";
"HIDEBUTSESSION" = "Oturum Açma penceresindeki düğmeler gizleniyor";
"SHOWBUTSESSION" = "Oturum Açma penceresindeki düğmeler gösteriliyor";
"INFOLOGIN" = "Oturum Açma Penceresi içindeki bilgi değiştiriliyor";
"SHOWADMINUSERS_YES" = "Oturum Açma penceresinde yönetici kullanıcılar gösteriliyor";
"SHOWADMINUSERS_NO" = "Oturum Açma penceresinde yönetici kullanıcılar gizleniyor";
"SHOWLOCALUSERS_YES" = "Oturum Açma penceresinde standart kullanıcılar gösteriliyor";
"SHOWLOCALUSERS_NO" = "Oturum Açma penceresinde standart kullanıcılar gizleniyor";
"SHOWNETWORKUSERS_YES" = "Oturum Açma penceresinde ağ kullanıcıları gösteriliyor";
"SHOWNETWORKUSERS_NO" = "Oturum Açma penceresinde ağ kullanıcıları gizleniyor";
"SETBOOT" = "Açılış modu ayarlanıyor";
"ALRT_BOOT" = "Şu açılış modunu seçtiniz: single user.";
"MSG_BOOT" = "Bir sonraki yeniden başlatmada, bilgisayar Finder'ı yüklemeyecek ve Masaüstünü görüntülemeyecek. \nNormal açılış moduna dönmek için şu komutu yazın: nvram boot-args='' ''";
"REINIT_LOGIN" = "Oturum Açma penceresinin ayarları yeniden yükleniyor";

"INDEXING_YES" = "Başlangıç Diskinin indekslenmesi etkinleştiriliyor";
"INDEXING_NO" = "Başlangıç Diskinin indekslenmesi etkinsizleştiriliyor";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Dictionary'de Spotlight araması etkinleştiriliyor";
"DICTSPOTLIGHT_NO" = "Dictionary'de Spotlight araması etkinsizleştiriliyor";
"CALCSPOTLIGHT_YES" = "Spotlight'ta Hesap Makinesi etkinleştiriliyor";
"CALCSPOTLIGHT_NO" = "Spotlight'ta Hesap Makinesi etkinsizleştiriliyor";
"HIDE_SPOTLIGHTICN" = "Menü çubuğunda Spotlight simgesi gizleniyor";
"SHOW_SPOTLIGHTICN" = "Menü çubuğunda Spotlight simgesi gösteriliyor";
"REINIT_SPOTLIGHT" = "Spotlight parametreleri geri yükleniyor";

"VERIFYDMG_YES" = "Disk görüntülerinin doğrulaması etkinleştiriliyor";
"VERIFYDMG_NO" = "Disk görüntülerinin doğrulaması etkinsizleştiriliyor";
"FORMATDMG_YES" = "Disk görüntülerine diğer formatlar ekleniyor";
"FORMATDMG_NO" = "Disk görüntülerinden diğer formatlar siliniyor";
"DEBUGDU_YES" = "Disk İzlencesi'nin Debug menüsü gösteriliyor";
"DEBUGDU_NO" = "Disk İzlencesi'nin Debug menüsü gizleniyor";
"VERIFYBURN_YES" = "Kayıttan sonra Disk'in doğrulanması etkinleştiriliyor";
"VERIFYBURN_NO" = "Kayıttan sonra Disk'in doğrulanması etkinsizleştiriliyor";
"HELPFLOAT_NO" = "Yardım Görüntüleyici penceresini kaymayan pencere moduna ayarla";
"HELPFLOAT_YES" = "Yardım Görüntüleyici penceresini kayar pencere moduna ayarla";
"ICONHELP_NO" = "Dock ve Uygulama Değiştirici'de Yardım Görüntüleyici simgesi gizleniyor";
"ICONHELP_YES" = "Dock ve Uygulama Değiştirici'de Yardım Görüntüleyici simgesi gösteriliyor";
"DEBUGHELP_NO" = "Yardım Görüntüleyici'de Debug modu etkinsizleştiriliyor";
"DEBUGHELP_YES" = "Yardım Görüntüleyici'de Debug modu etkinleştiriliyor";
"X11ALERTQUIT_NO" = "X11'i kapatırken çıkan uyarı mesajı gizleniyor";
"X11ALERTQUIT_YES" = "X11'i kapatırken çıkan uyarı mesajı gösteriliyor";
"APP_X11" = "X11 açılışında başlaması için uygulama değiştiriliyor";
"SSBONJOUR_YES" = "Ekran Paylaşma'da Bonjour tarayıcısı gösteriliyor";
"SSBONJOUR_NO" = "Ekran Paylaşma'da Bonjour tarayıcısı gizleniyor";
"SSTOOLBAR_YES" = "Ekran Paylaşma'da tam araç çubuğu gösteriliyor";
"SSTOOLBAR_NO" = "Ekran Paylaşma'da tam araç çubuğu gizleniyor";
"DASHBOARD_YES" = "Dashboard etkinleştiriliyor";
"DASHBOARD_NO" = "Dashboard etkinsizleştiriliyor";
"DEVMODE_YES" = "Dashboard's Developer Mode etkinleştiriliyor";
"DEVMODE_NO" = "Dashboard's Developer Mode etkinsizleştiriliyor";
"RIPPLE_YES" = "Yeni bir widget eklerken dalga efekti etkinleştiriliyor";
"RIPPLE_NO" = "Yeni bir widget eklerken dalga efekti etkinsizleştiriliyor";
"DEBUGARD_YES" = "Apple Remote Desktop'ın Debug menüsü gösteriliyor";
"DEBUGARD_NO" = "Apple Remote Desktop'ın Debug menüsü gizleniyor";
"DEBUGICAL_YES" = "iCal'ın Debug menüsü gösteriliyor";
"DEBUGICAL_NO" = "iCal'ın Debug menüsü gizleniyor";
"DATADETECTICHAT_NO" = "iChat Data Detectors etkinsizleştiriliyor";
"DATADETECTICHAT_YES" = "iChat Data Detectors etkinleştiriliyor";
"FOCUSTERMINAL_YES" = "Terminal penceresi odaklaması etkinleştiriliyor";
"FOCUSTERMINAL_NO" = "Terminal penceresi odaklaması etkinsizleştiriliyor";
"ASINSPECTOR_YES" = "Interface Builder'da AppleScript Inspector etkinleştiriliyor";
"ASINSPECTOR_NO" = "Interface Builder'da AppleScript Inspector etkinsizleştiriliyor";
"REINIT_MISC" = "Diğer gizli ayarlar geri yükleniyor";

"NO_SN" = "Seri numarası tanınmıyor. \nAnakart değiştirilmiş olabilir.";
"PURGE_MEMORY" = "Etkinsiz bellek boşaltılıyor";
"DISABLE_SWAP" = "Sanal bellek etkinsizleştiriliyor";
"ENABLE_SWAP" = "Sanal bellek etkinleştiriliyor";
"MODIF_JOURNAL" = "HFS+ journaling durumu değiştiriliyor";
"JOURNAL_YES" = "HFS+ Journaling etkinleştiriliyor";
"JOURNAL_NO" = "HFS+ Journaling etkinsizleştiriliyor";
"SHOW_MINIPROFILE" = "Mini profil gösteriliyor";
"SHOW_BASICPROFILE" = "Temel profil gösteriliyor";
"SHOW_FULLPROFILE" = "Tam profil gösteriliyor";
"SAVE_MINIPROFILE" = "Mini profil kaydediliyor";
"SAVE_BASICPROFILE" = "Temel profil kaydediliyor";
"SAVE_FULLPROFILE" = "Tam profil kaydediliyor";
"PROFILE_SAVED" = "Profil kaydedildi";
"MSG_XMLSAVED" = "Donanım ve yazılım konfigürasyonunuzun profili XML formatında (.spx) Masaüstü'ne kaydedildi.";
"MSG_TXTSAVED" = "Donanım ve yazılım konfigürasyonunuzun profili Text formatında (.txt) Masaüstü'ne kaydedildi.";

"DEL_LOG" = "OnyX Log siliniyor";
"NEWLOG" = "Yeni log yaratılıyor...";
"DEL_REPORTS" = "OnyX Crash Reports siliniyor";

"BAD_SYSTEM" = "OnyX bu Mac OS sürümünde çalışmayacaktır.";
"GOOD_SYSTEM" = "OnyX'in bu sürümü Mac OS X sürüm 10.6 (Snow Leopard) gerektirir.";
"BADPASS" = "Girilen Ad veya şifre yanlış.";
"MSG_BADPASS" = "Bilgilerinizi yeniden girmeyi deneyin.";

"ERROR" = "Hata: ";
"MSG_NOSCRIPTLOG" = "Bu bakım betikleri muhtemelen hiç çalıştırılmadı.";
"ERR_ONYXLOG" = "OnyX System Log devre dışı.";
"MSG_ONYXLOG" = "Muhtemelen Sistem Tercihlerinde saat ve tarih formatını değiştirdiniz. Bir sistem hatası OnyX System Log'un çalışmasını engelliyor.";
"ERR_UPDLOCATE" = "locate veritabanı yeniden oluşturulurken hata oluştu.";
"ERR_UPDWHATIS" = "whatis veritabanı yeniden oluşturulurken hata oluştu.";
"NOT_FOUND" = "Hiçbir öğe bulunamadı...";
"ERR_INFOJOURNAL" = "Journaling bilgisini okurken hata oluştu. etkinleştirmek/etkinsizleştirmek imkansız.";
"ERR_ENABLEJOURNAL" = "Journaling etkinleştirilirken hata oluştu.";
"ERR_DISABLEJOURNAL" = "Journaling etkinsizleştirilirken hata oluştu.";
"ERR_LOAD" = "Yükleme Hatası.";
"ERR_DEVTOOLS" = "Tercih panelini yüklerken bir hata oluştu.";
"ERR_SYNTAX" = "Şu dosya(lar)da yazım hatası oluştu:";
"ERR_DSSTORE" = ".DS_Store dosyaları silinirken hata oluştu.";
"MSG_DSSTORE" = "Yolu doğrulayın...";
"ERR_DATAENTRY" = "Veri Giriş Hatası.";
"ERR_NONAME" = "Bir isim belirtilmedi. Lütfen bir isim yazın.";
"ERR_POINTNAME" = "Belirtilen isim nokta ile başlıyor. Nokta ile başlayan isimler sistem tarafından gizlenir. Lütfen başka bir isim girin.";
"NO_ANIMDESKTOP" = "Hiçbir Masaüstü arkaplanı seçili değil.";
"CHOOSE_ANIMDESKTOP" = "Lütfen bir Masaüstü arkaplanı seçin ve Başla'ya tıklayın.";
"MSGLOGIN" = "Mesaj kayıtlı değil.";
"ERR_MSGLOGIN" = "Muhtemelen geçersiz özel karakterler kullandınız. Lütfen mesajı değiştirip tekrar deneyin...";
"ERR_UPDATE" = "OnyX güncelleştirmesi ararken hata oluştu.";
"ERR_UPDATERETRY" = "OnyX güncelleştirmesi ararken hata tespit edildi. Web sitesi şu an için ulaşılamıyor ya da Internet'e bağlı değilsiniz. Lütfen daha sonra tekrar deneyin.";
"NO_FILE" = "Mevcut olmayan dosya.";
"NOCOMMAND" = "Hiçbir komut seçili değil...";
"SELECT_COM" = "Lütfen listeden bir komut seçin ya da arama alanına bir komut yazın.";
"NO_MAN" = "Komut için kılavuz girişi yok: ";
"UNKNOWN_COM" = "Bilinmeyen komut ya da kılavuz başlığı.";
"EMPTY_LIST" = "Boş liste.";
"NO_SELECTION" = "Hiçbir öğe seçili değil...";
"MSG_NOCASE" = "En az bir komut seçip yeniden deneyin.";
"ERR_TYPEPROFILE" = "Profil tanımlı değil.";
"MSG_TYPEPROFILE" = "Lütfen bir profil stili seçin...";
"ERR_FORMATPROFILE" = "Format tanımlı değil.";
"MSG_FORMATPROFILE" = "Lütfen bir profil biçimi seçin...";
"MSG_SAVEPROFILE" = "Konfigürasyonunuzun profili kaydedilirken bir hata oluştu.";
"NO_LOGONYX" = "OnyX Log (~/Library/Logs/OnyX.log) mevcut değil. Silinmiş olabilir.";
"BAD_CRASHONYX" = "Seçili dosya bir OnyX CrashReporter değil ya da ismi değiştirilmiş.";

"ALRT" = "Uyarı!";
"ALRT_HIDEDISK" = "Başlangıç diskini gerçekten gizlemek istiyor musunuz?";
"ALRT_FINDER" = "OnyX şimdi Finder'ı yeniden başlatacak. Süregelen bir işlem olmadığından emin olun (dosya kopyalamak veya taşımak, çöp sepetini boşaltmak...) ve sonra Devam'a tıklayın.";
"ALRT_SYSTEMUISERVER" = "OnyX, SystemUIServer işlemini yeniden başlatacak. Bu işlem menü çubuğunun sağındaki simgeleri görüntüler.";
"ALRT_APPS" = "OnyX bazı uygulamaları İş Bitimine zorlayabilir. Süregelen bir işlem olmadığından ve dosyalarınızı kaydettiğinizden emin olun ve sonra Devam'a tıklayın.";
"ALRT_ALLAPPS" = "OnyX bütün açık uygulamaları kapatacak.";
"ALRT_FINDERAPPS" = "OnyX, Finder'ı ve bazı uygulamaları İş Bitimine zorlayabilir. Hiçbir süregelen işlemin olmadığından ve dosyalarınızı kaydettiğinizden emin olun ve sonra Devam'a tıklayın.";
"ALRT_RESTOREDOCK" = "OnyX, Dock'u geri yükleyecek ve yeniden başlatacak. Ayarlar sıfırlanacak ve görünüm sistemin ilk yüklendiği zamanki gibi olacaktır.";
"ALRT_REINITDOCK" = "OnyX, Dock'un ayarlarını sıfırlayacak ve yeniden başlatacak.";
"ALRT_DOCK" = "OnyX, Dock'u yeniden başlatacak.";
"ALRT_SAFARI" = "OnyX, Safari'yi İş Bitimine zorlayacak. Süregelen bir indirme olmadığını kontrol edin ve sonra Devam'a tıklayın.";
"ALRT_ITUNES" = "OnyX, iTunes'u İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_DU" = "OnyX, Disk İzlencesi'ni İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_TERM" = "OnyX Terminal'i İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_QTPLAYER" = "OnyX, QuickTime Player'ı İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_MAIL" = "OnyX, Mail'i İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_ARD" = "OnyX, Apple Remote Desktop'ı İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_ICAL" = "OnyX, iCal'u İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_ICHAT" = "OnyX, iChat'i İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_HELPVIEWER" = "OnyX, Help Viewer'ı İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_X11" = "OnyX, X11'i ve uygulamalarını İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_SS" = "OnyX, Screen Sharing'i İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";
"ALRT_IB" = "OnyX, Interface Builder'i İş Bitimine zorlayacak. Süregelen hiçbir işlem olmadığından emin olun ve sonra Devam'a tıklayın.";

"APPLE" = " Apple Inc.";
"BARRIERE" = " Joël Barrière";
"MARCHAND" = " Jérémy Marchand";
"PETERSEN" = " Dirk Petersen";
"BESSON" = " Mathieu Besson";
"KINO" = " Nato Kino";
"BENNETT" = " Francisco O. Bennett";
"IDIART" = " Dominique Idiart";
"BLOIS" = " Jonathan Blois";
"BOUKARABILA" = " Karim Boukarabila";
"HEUVEL" = " Vincent van den Heuvel";
"HAWTIN" = " Michael Hawtin";
"WONDRACK" = " James Wondrack";
"TOOHEY" = " Will Toohey";
"COLASHEEP" = " Cola Sheep";
"RAZAN" = " John D. Razan";
"J2MC" = " Jose Juan Medina Cabrera";
"RHINEHART" = " Brian Rhinehart";
"TOM" = " Tom";
"LANHAM" = " David Lanham";

"UNINSTALL_ONYX" = "OnyX ve uygulama yüklenirken yaratılan bileşenlerini kaldırmak istiyor musunuz?";
"QUIT_ONYX" = "OnyX'ten çıkmak istiyor musunuz?";
